Revit 2027 API
ParameterTypeId.LayerElemOffsetFromHost Property
 "Offset From Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemOffsetFromHost { get; }
Public Shared ReadOnly Property LayerElemOffsetFromHost As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemOffsetFromHost {
	ForgeTypeId^ get ();
}
static member LayerElemOffsetFromHost : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace